;;;  -*- lexical-binding: t; -*-
;;;  -*- no-byte-compile: t; -*-

(package! reason-mode)
(package! prettier-js)
(package! org-fancy-priorities)
(package! move-text)
(package! vue-mode)
(package! org-super-agenda)
(package! deadgrep)
(package! sql-indent)
(package! org-brain)
