activitywatch-bin
aic94xx-firmware
antibody
betterdiscord-git
betterdiscordctl-git
bfg
bitwarden
bitwarden-cli
brave-bin
brave-nightly-bin
canto-next-git
checkupdates+aur
checkupdates-aur
cordless-bin
direnv
downgrade
downgrader-git
ghidra-darcula
git-secret
gitkraken
glxinfo
google-chrome
google-cloud-sdk
googler
gtk2_prefs
haskell-haddock-library1.9
i3lock-color
ifuse
jellyfin-mpv-shim
jetbrains-toolbox
lf
libsvg
libsvg-cairo
libxft-bgra
ly
mailspring
mpd-mpris
mpris-ctl
mpv-mpris-git
mutt-wizard
ncpamixer
nerd-fonts-hack
notion-app
notion-enhancer
numix-icon-theme-git
nvm
pam-gnupg
parcel-bundler
peaclock
perl-any-moose
perl-checkupdates-aur
perl-date-holidayparser
perl-www-aur
pipes.sh
pistol-git
plymouth-git
plymouth-theme-cubes-git
plymouth-theme-darth-vader-git
postman-bin
python-click-spinner
python-delorean
python-jellyfin-apiclient
python-mpv
python-mpv-jsonipc
qt5-styleplugins
r8152-dkms
readability-cli
renpy-sdk
rofi-bluetooth-git
ruby-erubis
ruby-xdg
spicetify-cli
spotify
spotify-tui
spotifyd-full-git
sselp
sublime-text-3
surf
terminal_dimensions-git
termpdf-git
tmsu-bin
ttf-material-design-icons
ttf-symbola
typora
vtop
vue-cli
wallabag-client
wd719x-firmware
webkitgtk-bin
whatsapp-nativefier-dark
xbanish-timeout-git
xchat-se
xkb-switch
xkblayout-state-git
xmenu
xsvg
yaft
ytfzf
zoom
