activitywatch-bin
aic94xx-firmware
antibody
betterdiscord
betterdiscordctl-git
betterlockscreen
bitwarden
bitwarden-cli
brave-bin
canto-next-git
checkupdates+aur
checkupdates-aur
cordless-bin
direnv
downgrade
downgrader-git
ghidra-darcula
git-secret
gitkraken
glxinfo
google-chrome
google-cloud-sdk
googler
i3lock-color
ifuse
jetbrains-toolbox
lf
ly
mailspring
mpris-ctl
mpv-mpris-git
mutt-wizard
ncpamixer
nerd-fonts-hack
notion-app
nvm
perl-checkupdates-aur
perl-www-aur
spotify
spotify-tui
spotifyd-full-git
ttf-symbola
xbanish
xkb-switch
xmenu
ytfzf
zoom
