activitywatch-bin
aic94xx-firmware
antibody
betterdiscord
betterdiscordctl-git
betterlockscreen
bitwarden
bitwarden-dmenu
capt-src
checkupdates+aur
checkupdates-aur
cndrvcups-lt
cordless-bin
direnv
ghidra-darcula
git-secret
gitkraken
glxinfo
google-cloud-sdk
i3lock-color
ifuse
jetbrains-toolbox
ly
mailspring
mconnect-git
ncpamixer
nerd-fonts-hack
notion-app
notion-enhancer
numix-icon-theme-git
nvm
perl-checkupdates-aur
perl-www-aur
pipes.sh
plymouth-git
plymouth-theme-cubes-git
plymouth-theme-darth-vader-git
postman-bin
python-click-spinner
python-delorean
qt5-styleplugins
readability-cli
rofi-bluetooth-git
ruby-erubis
ruby-xdg
spicetify-cli
spotify
spotify-tui
sselp
sublime-text-3
surf
tela-icon-theme
terminal_dimensions-git
termpdf-git
ttf-material-design-icons
ttf-symbola
typora
vue-cli
wallabag-client
wd719x-firmware
whatsapp-nativefier-dark
xmenu
yaft
ytfzf-git
zoom
