activitywatch-bin
aic94xx-firmware
antibody
betterlockscreen
direnv
gconf
ghidra-darcula
gitkraken
gksu
glxinfo
i3lock-color
ifuse
jetbrains-toolbox
libgksu
ly
mailspring
mconnect-git
nerd-fonts-hack
ngrok
numix-icon-theme-git
plymouth-git
plymouth-theme-cubes-git
plymouth-theme-darth-vader-git
postman-bin
qt5-styleplugins
rofi-bluetooth-git
rofi-dmenu
spicetify-cli
spotify
spotify-tui
sublime-text-3
ttf-material-design-icons
vue-cli
wd719x-firmware
whatsapp-nativefier-dark
yay
zoom
